{
    "welcome": {
        "title": "Welcome",
        "text1": "This is a fully experimental website based on Three.js and React.",
        "text2": "If your computer is not wealthy enough, it could cause performances issues.",
        "text3": "In that case, feel three (huhu) to check my LinkedIn.",
        "enter": "Enter",
        "sound": "With or without sound, wiiithh orr wiiithouuttt soounnndd (U2) ?"       
    },
    "home": {
        "title": "The Story",
        "story1": "For private detective",
        "story2": "Russel Hennessy Barnes,",
        "story3": "year had been a real shithole.",
        "story4": "Now he had decided to... drive.",
        "play": "Play",
        "menu1": "Projects",
        "menu2": "Contact",
        "menu3": "About"
    },
    "contact": {
        "baseline": "Lt Patricia Bot's office",
        "1message": "Good evening !  I am Lt Patricia Bot from Los Bastos Police Department. What can I do for you ?",
        "2v1": "Directly contact the headquarter.",
        "2v2": "Investigate on a subject.",
        "2v3": "Conspirate...",
        "3message": "Ok, let's contact Vincent. What's your real name ? Everybody knows it's not Russel.",
        "4message": "What would you like to investigate on ?",
        "5message": "Hooo, I see... What would you like to conspirate about ?",
        "50v1": "I would like to overthrow the government.",
        "50v2": "Earth might not be so round... you see...",
        "50v3": "I feel I am surrounded by stranger forces...",
        "150message": "Hum... sometimes I feel followed too. What do you think they are ?",
        "250v2": "I'm sure they are deads, and they want to eat me.",
        "250v3": "I feel they are communists.",
        "350message": "Hum... sometimes I do so. What do you think they are ?",
        "550message": "OK. That's an emergency. Would you like to contact Vincent about this ?",
        "650v1": "Yes. Of course. Private R.H.Barnes reporting for duty.",
        "650v2": "Hum. Don't you think is a commmunist too ?",
        "750message": "Ohhh you my boy, you sure like to conspirate... any other subject you'd like to conspirate with ?",
        "850v1": "Yes... don't you think earth is kinda... flat ?",
        "850v2": "Let's conspirate against the governement...",
        "850v3": "No... get me in touch with your best agent.",
        "70message": "Sure... it's not round ! But where goes water when it reaches the edges ?",
        "170v1": "It falls into space. Didn't you know that ?",
        "170v2": "It evaporates and that's how clouds are created.",
        "270message": "I wont follow you on that point. Everyone knows there's no space.",
        "370message": "Ow. You must be right. By the way, don't you think the government knows that ?",
        "470v1": "You are so right ! We should replace the government and tell people the truth.",
        "470v2": "You're going a bit to far... i'm here to send a message to chief Vincent Lhoste.",
        "30message": "(Quiet) I wan't this to happen too. Are you sure no one followed you ?",
        "130v1": "Yes I am. I'm a sneaky lezard.",
        "130v2": "No i'm not. Maybe you can help me to get rid of those people following me every day.",
        "230message": "Well great, how would you like to reverse the goverment ?",
        "330v1": "Could we create a giant internet meltdown and slowly take control of all the state apparels.",
        "330v2": "We should destroy the IMF building.",
        "430message": "Ok. Vincent is a bit of a hacker. Would you like to get in touch with him ?",
        "530message": "No we should not. Ok for the meltdown, but I'd like to keep my money safe as I don't have much. Hum.",
        "630v1": "Oh, I see. You're a product of the sytem too. Keep being blind, and get me chief Vincent Lhoste. He, at list, is a real revolutionary.",
        "630v2": "Well... let's conspirate about how flat Earth is, as we don't seem to agree on this subject.",
        "730v1": "Yes of course ! Let's risk our lives into a needless fight.",
        "730v2": "No thanks. I'd prefer to talk about those strange forces surrounding me. I hear voices, you know ?",
        "890message": "Deaths cannot eat you as they can't digest you... As you seem to know dead people, would you like to report a crime to chief Vincent Lhoste ?",
        "990v1": "Yes of course.",
        "990v2": "No... I don't believe in crimes... as I don't believe Earth is round.",
        "1010message": "Hum... that's a hell of an explanation. But what is under the ground then..?",
        "1020v1": "THEY are under the ground",
        "1030message": "I see... and who do you think THEY are ?",
        "01message": "Ok {previousValue} ! What is your email ?",
        "02message": "Ok then. What do you wan't to tell to chief Vincent Lhoste ?",
        "03message": "It's OK for me ! Have a nice evening !",
        "subject": "A little subject to add. So Vincent can find your message among all others ?",
        "summarylabel": "Lt Bot's notes",
        "namelabel": "Your beautiful name :",
        "emaillabel": "Your nice email :",
        "subjectlabel": "Your smart subject :",
        "messagelabel": "Your incredible message :"
    },
    "validation": {
        "name1": "Hum... a name, not a number or anything else.",
        "name2": "A man as spoke, a name should be short (60).",
        "text": "Hey... I only accept text here !",
        "text2": "Be nice with the planet :) ! Only 2000 chars will be allowed here !",
        "mail": "I asked for an email... don't know what you're trying to send but that's definitely not an email...",
        "subject1": "Huu... text only should be sent here",
        "subject2": "Ahem... this is a novel, not a subject. 50 chars max or nothing."
    },
    "game": {
        "story1": "Year had been long and private R.H Barnes had spent all his cash on useless purposes.",
        "story2": "If only he could get some coins.",
        "missed": "Coins missed : ",
        "eaten": "Coins eaten : ",
        "home": "Home",
        "retry": "Retry",
        "contact": "Call 911"
    },
    "projects": {
        "title": "Projects",
        "colorline": "You like the color :) ? Take it : "
    },
    "about": {
        "title": "About"
    }
}